[
  {
    "name": "Lohith Munakala",
    "age": 24,
    "image": "assets/Experiences/Lohith M.png",
    "experience": "Belaku has been nothing but extra special ever since I joined it back in 2023! Starting off as a volunteer, transitioning to a leader has been nothing short of EXCEPTIONAL! I met new people, made AMAZING friends and most importantly, taught a kid who has been very close to my heart!✨\nSeeing his growth in the last 2 years has made me love the cause more than anything else and why we do, what we do at Belaku! Belaku literally translates to light and it hoenstly is that - the light in my heart, soul, life. 💖💖\nBelaku is just not a centre where people come to teach, but a centre that is filled with joy, ENERGY and a lot of LOVE! ❤️❤️ Come see us, visit us to witness the MAGIC the people at BELAKU create, you'd be stunned 😋😋🌼 \nMore love to the kids, the volunteers at Belaku! 🌻",
    "year": "2024"
  },
  {
    "name": "Lishitha",
    "age": 20,
    "image": "assets/Experiences/Lishitha.png",
    "experience": "Being at belaku has been really close to my heart. I’ve been spending time with Dhanush, and I still remember how excited he was when he read his first word — from just letters to that moment, it felt like magic. Watching him grow has been one of the happiest parts of my journey.",
    "year": "2024"
  },
  {
    "name": "Soujanya",
    "age":20 ,
    "image": "assets/Experiences/Soujanya.png",
    "experience": "Honestly can't describe the experience in limited words. I would say it's my home amway from home. My most comfort and safe place. I am lucky enough to get this opportunity which helped me to grow personally and professionally. I would like to thank everyone out there❤️",
    "year": "2024"
  },
  {
    "name": "Srujan P R",
    "age": 21,
    "image": " assets/Experiences/Srujan.jpg",
    "experience": "Through U&I at the Belaku center ✨, I had the incredible opportunity to mentor Raghava, a genuinely bright and enthusiastic student. Watching his face light up with understanding, especially when a challenging concept finally clicked, was a truly fulfilling experience. Our sessions went beyond textbooks; they were about fostering his self-belief and igniting a passion for learning 🔥. I was absolutely thrilled when he passed his exams and advanced to the next level 🚀, a testament to his hard work and our time together.",
    "year": "2024"
  },
  {
    "name": "Eshanya ",
    "age": 19,
    "image": " assets/Experiences/Eshanya.jpg",
    "experience": "U&I had become a part of me since 2023. The memory that stuck with me the most was when one day while discussing about careers, my kid said that when he earned his first income he also wanted to help others like us. That moment I know that I was making a powerful and positive impact on their life. ",
    "year": "2023"
  },
  {
    "name": "Divya.S",
    "age": 19,
    "image": " assets/Experiences/Divya S.jpg",
    "experience": "U&I has truly been a safe space for me. Every Saturday, I look forward to being at Belaku—the kids smile instantly lifts up my mood. Over time, it’s become more than just a place to teach; It’s a place where I’ve grown, learned so much, and built beautiful bonds with the kids, volunteers, and leaders. I’m really grateful to be a part of the Impact movement it’s been an amazing journey.✨",
    "year": "2024"
  },
  {
    "name": "Sahana",
    "age": 21,
    "image": " assets/Experiences/Sahana.png",
    "experience": "Well, I came for a day and stayed for a while year and counting. It changed me and brought back a sense of purpose for me. And the fact that I meet people there who genuinely care about making this world a better place, gives me hope. And of course, the kids make me feel like a movie star every-time I walk into the centre! I get to give and receive so much love that it really changed me ❤️ ",
    "year": "2024"
  },
  {
    "name": "Sath",
    "age":22 ,
    "image": " assets/Experiences/Sathvik.webp",
    "experience": "It is the most rewarding feeling that I have experienced. Every moment spent with every child humbles me and droves me to change their lives a little, one day at a time.",
    "year": "2024"
  },
  {
    "name": "Yashwanth",
    "age": 21,
    "image": " assets/Experiences/Yashavantha.webp",
    "experience": "At U&I, it wasn’t just about teaching, it was about building trust, sharing smiles, and growing together. What started as a simple weekend commitment became something I looked forward to every week. I learned just as much from the children as they did from me. It reminded me that even small efforts can lead to meaningful change.",
    "year": "2024"
  },
  {
    "name": "Shreya Ramesh ",
    "age": 20,
    "image": " assets/Experiences/Shreya R.jpeg",
    "experience": "Volunteering at U&I was a heartwarming experience. I loved connecting with the kids, helping them learn, and watching them grow more confident each day. It taught me patience, empathy, and the joy of giving back. I’m grateful for the memories and the chance to make a small difference 🌸",
    "year": "2024"
  },
  {
    "name": "Shyam",
    "age":21 ,
    "image": " assets/Experiences/Shyam.jpg",
    "experience": "Volunteering at U&I has been nothing short of life-changing. I still remember the first time I walked into the classroom nervous, unsure, but filled with hope. That one simple day turned into countless memories: the laughter during activities, the determination in the eyes of every student, and the overwhelming warmth of the U&I family. One moment that stands out is when a student, who had once been too shy to speak, confidently opened up and spoke feeling safe around me. U&I has become more than a place to volunteer; it’s become a place where hearts connect and lives transform.",
    "year": "2024"
  },
  {
    "name": "Sanmathi Suresh",
    "age": 34,
    "image": " assets/Experiences/Sanmathi.png",
    "experience": "An experience one has to have once in their lifetime. More than me being a teacher, kids have taught me the most simple lessons of life with their innocence and curiosity.  My fellow volunteers and my leaders had exceptional energy which pushed me to do better every week. Belaku has touched every life with light and energy. Blessed to be one amongst them. ",
    "year": "2024"
  },
  {
    "name": "Disha Rajgopal ",
    "age": 23,
    "image": " assets/Experiences/Disha.jpg",
    "experience": "It was amazing experience...... Especially when I saw my kid...and also my co volunteers got to meet and work with such amazing people and yes the organisation it self is big thing ... And am truly grateful to be a part of this organisation .",
    "year": "2025"
  },
  {
    "name": "Lahari ",
    "age": 18,
    "image": " assets/Experiences/Lahari.jpg",
    "experience": "It was something really special amid all my academic storm and boring life ....but looking  forward to this activity every Sunday was all worth it.Meeting the kid having fun while teaching ...is a whole new experience ✨️ .. a break from all the worries I loved the whole of the time I spent here",
    "year": "2025"
  },
  {
    "name": "Nandini",
    "age":22 ,
    "image": " assets/Experiences/Nandini.png",
    "experience": "I started off in August of 2024. Every moment,every hour taught, every event at the centre and every outing was super memorable. I learnt a lot too while teaching my kid and was super lucky to meet such amazing people!!!!.",
    "year": "2024"
  },
  {
    "name": "Smriti",
    "age": 22,
    "image": " assets/Experiences/Smriti.jpg",
    "experience": "It was a place I went to for one good reason, the cause. And within a few Sundays, I had a million reasons to continue and never one to just sleep in instead. And I love sleeping in. ",
    "year": "2025"
  },
  {
    "name": "Srushti S N",
    "age": 22,
    "image": " assets/Experiences/Shrushti.png",
    "experience": "Volunteering at Belaku has truly been a magical experience. Becoming part of such a warm and supportive community makes me feel so thankful for everything! This center introduced me to incredible people who share the same passion for making a difference, and together we've created memories I’ll always cherish. Some of the special moments I had experienced during the journey were Children's day celebration we had with the kids and of course, the audio recording of our kids thanking us that was shared during EOY.The smiles on their face reminds me of the impact we're making. I'm so glad to have been part of this truly amazing community and I hope to make many more memories in the future!",
    "year": "2024"
  },
  {
    "name": "Udayyyyy!",
    "age": 20,
    "image": " assets/Experiences/Uday.jpg",
    "experience": "U&I has been one of the most beautiful chapters of my life, Every part of it the kids, the leaders, the volunteers felt like a home I’ll forever be grateful for Being a part of Belaku, it wasn’t just an experience it was a transformation. I walked in doubting myself, unsure if I could make a difference. But over time, I saw myself grow, and more importantly, I saw the spark in the kids’ eyes which made me prove that something I did mattered to the kid. I still remember the moment that changed everything the kids running toward me with the full of joy, shouting, “Anna, what will you teach today?” That one moment held more magic than words could ever explain. It wasn’t just about teaching, it was about showing up, sharing love, and being a part of their world. Some of my most cherished memories come from our LC calls the laughter, the fun, the late night planning, and the random heartfelt conversations. It wasn’t just a team, it felt like family. This journey was nothing short of magical and it made me realize where my heart truly belong.",
    "year": "2024"
  },
  {
    "name": "Maahi ✨",
    "age": 26,
    "image": " assets/Experiences/Mahima.jpeg",
    "experience": "Heyyy! I’m Mahima🫶🏼 and this is my U&I story. Back in December 2021, I wasn’t in a great place—distanced from friends, skipping meals, and feeling lost. One day, my roommate convinced me to join a small get-together, where I met someone who told me about U&I. Something clicked that day—I couldn’t stop crying. It felt like I had finally found purpose. ❤ By May 2022, I got a call for an interview, and just like that, I felt like myself again. On August 20th, I had my first class—and that moment changed everything. Weekends became meaningful again, thanks to the warm smiles and energy of the incredible kids I got to meet. 💟 There was a time I had to take a break due to health issues, but when I returned, the kids welcomed me back with so much joy—it truly made my heart full. The U&I community brought back light, connection, and a sense of belonging. In early 2023, I was asked to be a leader at Belaku, and I said yes despite my doubts. That decision turned out to be one of the best ones I’ve made. Belaku has been my anchor. The kids there are some of the most beautiful souls I’ve met—kind, loving, and so full of life. Each interaction was a shared learning experience, not just for them but for me too. Belaku helped me navigate one of the toughest years of my life. It gave me strength, purpose, and friendships that turned into family. Every weekend brought stories, laughter, and love—and seeing the kids run up to us with excitement was the highlight of it all. In 2024, I took a leap and became the Chapter Leader for Belaku. This role helped me grow immensely—teaching me leadership, patience, trust, and teamwork. U&I has been more than just volunteering—it's been a journey of healing, growth, and love. I’m forever grateful to be part of this incredible community. 💖🌈",
    "year": "2023"
  },
  {
    "name": "Chai ",
    "age": 20,
    "image": " assets/Experiences/Chai.jpg",
    "experience": "Each and every momet in Belaku was a memorable days for me where i had lot of connection with new people who treated me so good and helping me in different ways when i was not able to teach each and every people in belaku are so amazing ❤️🫶🏻",
    "year": "2024"
  },
  {
    "name": "Shalini B V S",
    "age": 20,
    "image": " assets/Experiences/Shalini.jpg",
    "experience": "Although I took time for me to be ME in BELAKU , it really didn't take much time . I was talking to every person in just 2-3 weeks . And my amazing BOY , he was just like me - Quiet and hesitant at the beginning but began throwing tantrums once he got comfortable .One story I always tell people when they ask me about U&I is that one day this BOY wanted to thank me by drawing a star on my hand for a change . He said , You always give me stars towards the end of the classes , today , I will give you a star , he's so adorable 🥹😭",
    "year": "2024"
  },
  {
    "name": "Darpana",
    "age": 20,
    "image": " assets/Experiences/Darpana.jpeg",
    "experience": "My experience at U&I has been nothing short of magical! I’ve realised how much I love the kids and how much I love spending my time with them. I’m incredibly grateful for Belaku for giving me this opportunity—teaching Nirmith has,in turn,taught so much myself. This journey was filled with memories,learning and growth and I am already looking forward to come back next year—and create an impact!",
    "year": "2024"
  },
  {
    "name": "Divya",
    "age": 21,
    "image": " assets/Experiences/Divya C.jpg",
    "experience": "Volunteering at U&I has been one of the most special chapters of my life. What started as a simple intention to teach turned into something so much more meaningful. Every smile from the kids lit up my day, reminding me of the joy in the little things. But it wasn’t just about academics it was about being part of a community filled with kindness, laughter, and genuine connections. The love and warmth I received made every moment unforgettable.",
    "year": "2025"
  },
  {
    "name": "Hp :)",
    "age": 22,
    "image": " assets/Experiences/HP.jpeg",
    "experience": "Volunteering was a beautiful journey for me. I loved every bit of it. Every weekend felt special, but seeing the kids smile was always the highlight. One of my favourite memories from the journey would be the crowdfunding — especially the offline crowdfunding we did last year. I enjoyed that so much. Just grateful to be able to give back to the community. It brings me so much peace and happiness. ❤️",
    "year": "2024"
  },
  {
    "name": "Ruchitha ",
    "age": 24,
    "image": " assets/Experiences/Ruchitha.jpg",
    "experience": "U&I has been such an enlightening journey for me. In just a few months, the bond between the volunteers and kids grew into something truly special. With every meet, those connections only deepened.Belaku didn’t just create a space for learning but created a family turning moments into memories.",
    "year": "2024"
  },
  {
    "name": "Vishaku",
    "age": 22,
    "image": " assets/Experiences/Vishaku.jpg",
    "experience": "Volunteering at belaku was life changing , I went from a girl who was so scared and didn't know how to talk to people to meeting the most amazing people who made me feel comfortable in my skin , and the kid I thought is I think U&I famous , he thought mentor smile and be happy at the smallest things and make the most out of life. My sweetest memory with Yesu was on EOY and for some reason he wasn't ready to listen at all and I had scold him and was kinda upset about it , and during the party he came upto me and gave me one of his chocolates and apologised , my heart was smiling ",
    "year": "2024"
  },
  {
    "name": "Shatakshi",
    "age": 23,
    "image": " assets/Experiences/Shatakshi.jpg",
    "experience": "Everytime I'd walk into the Belaku, all my worries faded away as I was greeted by the cutest, happiest faces. These kids had so much joy and warmth in them that they made me feel happier just by their presence. I loved coming up with new ways to engage and teach them, and was constantly amazed at how bright and smart they were. All in all, this experience gave me the opportunity to make a small impact on the lives of these brilliant children, and I wouldn't trade that feeling for anything in the world :)",
    "year": "2025"
  },
  {
    "name": "Gumms",
    "age": 24,
    "image": " assets/Experiences/Gumms.png",
    "experience": "Great great experience :) The kids used to eagerly wait to meet us every week. A small contribution goes a long way! Also got to meet some amazing people who are close friends even to this day :)",
    "year": "2023"
  },
  {
    "name": "Bhoomi",
    "age": 23,
    "image": " assets/Experiences/Bhoomi.jpeg",
    "experience": "Volunteering has brought out an another side of me . Never expected to meet such a nice community , students , fellow volunteers. The student I used to teach , he’s such a sweet guy . He learnt with me , played with me , vibed with me and him gaining confidence to deliver a speech in front of a class , that’s like the best memory . This fulfilment feeling is something we can’t explain , truly happy that I had this experience . ",
    "year": "2025"
  },
  {
    "name": "Neelima",
    "age": 20,
    "image": " assets/Experiences/Neelima.jpg",
    "experience": "It was an amazing and fulfilling time! Initially, it took me a while to get used to it. But over time, it became a part of my routine, one that I looked forward to after a tiring week in college. Every day, coming up with new ways to connect with my kid and teaching him new things he looked forward to learning felt refreshing. One of my special memories is me coming up with special greetings where we both learnt how to say hello to each other in different languages and then use it to start off the day. Seeing him repeat words in a foreign language with better accuracy after each practice made me immensely happy as I felt like I was seeing him grow- slowly but surely towards his dream.",
    "year": "2024"
  },
  {
    "name": "Sahana Jadav",
    "age": 22,
    "image": " assets/Experiences/Sahana Jadav.jpg",
    "experience": "Some journeys don’t begin with a plan — they begin with a feeling. Volunteering at U&I was one such spontaneous leap that led me to a place I didn’t know my heart needed. From the very first day at orientation, I was surrounded by warmth, laughter, and strangers who quickly became teammates, friends, and co-dreamers. Each teaching session wasn’t just about lessons and learning — it was a weekly reminder of purpose. Seeing the spark in the children’s eyes, feeling the impact of even the smallest effort, brought me a sense of joy and peace I’d never experienced before. But what made U&I truly special were the moments in between — the post-class debriefs where stories flowed freely, where we laughed, reflected, and grew together. And the events, oh, the events! From the magic of Christmas to the pure joy of Children’s Day, every celebration was a festival of love, color, and community. U&I wasn’t just an organization — it was a mirror that reflected the change I wanted to see in the world and in myself. I walked in hoping to give, and left with my heart fuller than ever. Forever grateful for this chapter, and for every beautiful soul I met along the way.",
    "year": "2024"
  },
  {
    "name": "Krushi",
    "age": 20,
    "image": " assets/Experiences/Krushi.jpg",
    "experience": "One of the memorable experience I had while volunteering not only did i taught but I learnt so many things from kids, i am a very selective person when it comes to socializing but u&I is one such beautiful community where i love each and every friendship I made ,  my volunteering journey started in belaku and I can't be more happy and satisfied! It was the bestt i had amazing bunch of leaders who guided me ! With all ups and downs I had my belaku cuties , my kid was very sweet and kind child I got very lucky to be his teacher 😁. Every class his excitement, his smile and brightness in his eyes made me more creative and helped me plan more and more creative classplans. I feel grateful and thankful for belaku ",
    "year": "2024"
  },
  {
    "name":"Ruhi",
    "age": 23,
    "image": " assets/Experiences/Ruhi.jpg",
    "experience": "Being a part of U&I has been such a meaningful and eye-opening journey. I’ve grown so much through this experience, and I’m truly thankful for all the love, support, and learning this community has offered me. Teaching Ajay was a total delight—he’s an incredibly bright and curious learner who grasped new ideas in no time. Every session with him brought so much joy and positive energy to my weekends. He stood out as one of the most enthusiastic and lively kids I’ve ever met. Ajay’s commitment to learning and his drive to do well were genuinely motivating. His passion encouraged me to keep showing up and giving my best each week. This experience has left a lasting impression on me, and I’ll always treasure the memories we made together.",
    "year": "2024"
  } 
]


