[
    {
        "name": "Rahul's Story!!!",
        "image": "assets/ImpactStories/art_1.png",
        "year": "2024 - 2025",
        "volunteer":"Sahana",
        "story": "I first came to Belaku just for a day, not knowing it would change my life. I was paired with a kid named Rahul who was shy and quiet, barely speaking at first but I could see the spark in his eyes. I soon discovered that he loved science, and that became our little bridge. We bonded over planets and rockets, and slowly, he began to open up, trust me, and share more ecah week. I watched him grow confident, start conversations, and begin to ace his tests. But the most rewarding part was seeing him smile more and more, a smile so bright it lit up my heart every single time. I came for a day, stayed for good and found a part of myself I never knew was missing."  
    },
    {
        "name": "Atharv's Story!!!",
        "image": "assets/ImpactStories/art_2.png",
        "year": "2024 - 2025",
        "volunteer":"Ruhi",
        "story":"When I first started teaching Atharv, he was very distracted and found it hard to sit still or focus on any task. It was a bit challenging for me at the beginning, but as I spent more time with him, I realized that he responded better to engaging and hands-on activities. So, I started incorporating more interactive tasks into our sessions, and slowly, he began to grasp the concepts. I made sure to do regular revisions to check if he was retaining what he learned, and to my surprise, he would answer the questions with ease. Over time, I saw a big change in him—by the end of the year, he was able to sit and concentrate during class, fully involved in learning rather than running around or getting distracted by other kids or volunteers. It’s been amazing to see his growth and how much he’s capable of when given the right support."
    },
    {
        "name": "Rohan's Story!!!",
        "image": "assets/ImpactStories/art_3.png",
        "year": "2024 - 2025",
        "volunteer":"Shalini",
        "story":"When I first met Rohan, the day was anything but calm — He seemed reserved and hardly spoke at all. Over time, though, he gradually began to open up, and now it's almost impossible to get him to stop talking whenever he's around. That alone is a wonderful sign of his progress. On our first day, he didn't recognize any of the alphabets, but now he confidently writes both uppercase and lowercase letters without assistance. He has even mastered all the phonic sounds, which fills me with immense pride. Seeing how far Rohan has come makes me truly hopeful that he's enjoying his learning journey now."
    },
    {
        "name": "Aditya's Story!!!",
        "image": "assets/ImpactStories/art_4.png",
        "year": "2024 - 2025",
        "volunteer":"Sanmathi",
        "story":"Aditya the most famous,the most loudest and the most naughtiest completely opposite to me. Initially I used to feel very difficult to match up to him but gradually we understood each other. He has always been the most kindest. One incident I want to share on Ganesha festival I wished him by just putting my hand on his head he immediately put his hand on my head and said akka let everything happen good to you as well. At the moment I froze. At home my granny used to say, whatever good u do, will return. I understood how true it is. Aditya has taught me the how to laugh without reason, love without condition and dance without fear which I am yet to learn!"
    },
    {
        "name": " Sameer's Story!!!",
        "image": "assets/ImpactStories/art_5.png",
        "year": "2024 - 2025",
        "volunteer":"Shyam",
        "story":"From the moment we met, my kid, Sameer and I just clicked. There was no long waiting period, no walls to break down, he opened up to me almost instantly, and the bond we built felt natural, warm, and full of trust. Despite his usually shy nature, with me, he was friendly, expressive, and completely himself. We’d share giggles over little things, dive into stories, and spend time playing games that brought out his playful, witty side. He’s a Tic Tac Toe master! Quick-thinking, strategic, and just."
    },
    {
        "name": "Vinay's Story!!!",
        "image": "assets/ImpactStories/art_6.png",
        "year": "2024 - 2025",
        "volunteer":"Darpana",
        "story":"When I was first assigned to Vinay, it took a few classes to get him to open up, as he was a very shy child. Through our ice-breaker activities, I got to know more about his interests — especially his love for solving math problems. In the beginning, he showed little interest in English, as compared to math. But over time, he started asking questions, clarifying his doubts, and engaging more in class. I discovered that giving him math problems as a reward was a great way to keep him motivated."
    }    
]
